Repository: EndermanPC/MonoSearch
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: hr

source: Neutron is a Search Engine with: Private, Safe, Secure, Flexible!
hr: Neutron je privatna, sigurna i fleksibilna web tražilica!

source: Account
hr: Račun

source: Username
hr: Korisničko ime

source: Password
hr: Lozinka

source: Re-enter the password
hr: Ponovno unesite lozinku

source: Login
hr: Prijava

source: Register
hr: Registracija

source: Policy & Terms of Use
hr: Politika & Uvjeti korištenja

source: and
hr: i

source: Privacy Policy
hr: Politika privatnosti

source: Contribute
hr: Doprini

source: About
hr: O Neutronu

source: Old password
hr: Stara lozinka

source: New password
hr: Nova lozinka

source: Change my password
hr: Promijeni moju lozinku

source: Logout
hr: Odjava

source: User ID
hr: Korisnički ID

source: Code
hr: Kod

source: Submit
hr: Pošalji

source: By creating an account, you agree to
hr: Stvaranjem računa, Vi se slažete na

source: Text
hr: Tekst

source: Image
hr: Slika

source: Add website to search engine crawler
hr: Dodaj web stranicu na alat za indeksaciju

source: Options
hr: Opcije

source: Search something...
hr: Pretraži nešto...

source: Logged in successfully.
hr: Uspješna prijava.

source: Username or password is incorrect.
hr: Korisničko ime ili lozinka je netočna.

source: CAPTCHA validation failed.
hr: CAPTCHA provjera nije uspjela.

source: This email is already registered. Please use a different email.
hr: Ovaj email je već registriran. Molimo koristite drugi email.

source: This email is invalid, please check again.
hr: Ovaj email je nevaljan, molimo pokušajte ponovo.

source: This user name already in use. Please use another username.
hr: Ovo je korisničko ime zauzeto. Molimo vas koristite drugo korisničko ime.

source: An email containing a confirmation code and user id has been sent to your account.
hr: Email koji sadržava potvrdni kod i korisnički ID je poslan na Vaš račun.

source: Your account has been successfully created.
hr: Vaš račun je usješno stvoren.

source: Changed password successfully.
hr: Lozinka je uspješno promijenjena.

source: Password and username are incorrect, please try again.
hr: Lozinka i korisničko ime su netočni, molimo vas pokušajte ponovo.

source: No results found.
hr: Nema rezultata.

source: Unable to verify user, looks like you are not logged in to your account, please log in to take any action on the database.
hr: Nemoguće verificirati korisnika jer niste prijavljeni u račun. Molimo vas, pokušajte se prijaviti kako biste mogli poduzeti radnje na bazi podataka.

source: Your request has been successfully added to the list.
hr: Vaš upit je uspješno dodan na listu.

source: Your url is invalid.
hr: Vaš URL je nevažeć.

source: The request already exists in the list.
hr: Vaš upit se već nalazi u listi.
